app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    @post.save
---
INSERT INTO "posts" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "Hello"], ["created_at", "2020-07-02 12:49:30.415281"], ["updated_at", "2020-07-02 12:49:30.415281"]]